Revit 2027 API
RebarConstrainedHandle Properties
The RebarConstrainedHandle type exposes the following members.
Properties
Name | Description
HandleBehavior |  Identifies the handle behavior.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarConstrainedHandle Class
Autodesk.Revit.DB.Structure Namespace